tap "dkanejs/aws-session-manager-plugin"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "universal-ctags/universal-ctags"
tap "weaveworks/tap"
brew "anyenv"
brew "awscli"
brew "carthage"
brew "cocoapods"
brew "ghq"
brew "gibo"
brew "gist"
brew "global"
brew "go"
brew "hub"
brew "imagemagick"
brew "jq"
brew "jsonlint"
brew "mas"
brew "mint"
brew "neovim"
brew "node"
brew "nmap"
brew "peco"
brew "python3"
brew "stern"
brew "swiftgen"
brew "swiftlint"
brew "termshark"
brew "terraformer"
brew "terraforming"
brew "tfenv"
brew "tflint"
brew "the_silver_searcher"
brew "tree"
brew "typescript"
brew "unar"
brew "xcenv"
brew "yamllint"
brew "zsh"
brew "zsh-completions"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "weaveworks/tap/eksctl"
cask "docker"
cask "visual-studio-code"
mas "1Password 7", id: 1333542190
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Trello", id: 1278508951
