tap "adoptopenjdk/openjdk"
tap "dkanejs/aws-session-manager-plugin"
tap "elastic/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "k1low/tap"
tap "minamijoyo/tfmigrate"
tap "universal-ctags/universal-ctags"
tap "weaveworks/tap"
brew "actionlint"
brew "anyenv"
brew "asdf"
brew "awscli"
brew "bash"
brew "pkg-config"
brew "python@3.9"
brew "carthage"
brew "clang-format"
brew "cocoapods"
brew "node"
brew "firebase-cli"
brew "gawk"
brew "gh"
brew "ghq"
brew "gibo"
brew "gist"
brew "git"
brew "global"
brew "gnupg"
brew "golang-migrate"
brew "golangci-lint"
brew "grep"
brew "grpcurl"
brew "helm"
brew "helmfile"
brew "hub"
brew "imagemagick"
brew "jq"
brew "jsonlint"
brew "mas"
brew "mint"
brew "neovim"
brew "nmap"
brew "peco"
brew "plantuml"
brew "poppler"
brew "postgresql@14"
brew "protobuf"
brew "python@3.8"
brew "rbenv"
brew "slackcat"
brew "starship"
brew "stern"
brew "swiftgen"
brew "telnet"
brew "wireshark"
brew "termshark"
brew "terraformer"
brew "tfenv"
brew "tflint"
brew "the_silver_searcher"
brew "tree"
brew "typescript"
brew "unar"
brew "vips"
brew "watch"
brew "wget"
brew "xcenv"
brew "yamllint"
brew "zsh"
brew "zsh-completions"
brew "elastic/tap/ecctl"
brew "k1low/tap/tbls"
brew "minamijoyo/tfmigrate/tfmigrate"
cask "adoptopenjdk"
cask "adoptopenjdk8"
cask "dbeaver-community"
cask "docker"
cask "font-fira-code-nerd-font"
cask "powershell"
cask "visual-studio-code"
mas "Apple Configurator", id: 1037126344
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Toggl Track", id: 957734279
mas "Trello", id: 1278508951
